[
    {
      "id": 1,
      "company_logo": "https://i.ibb.co/CbFmJgj/google-1-1-1.png",
      "job_title": "Software Engineer",
      "company_name": "Google LLC",
      "remote_or_onsite": "Remote",
      "location": "New York, NY",
      "fulltime_or_parttime": "Full-time",
      "salary": "$100,000 - $120,000",
      "job_description": "We are seeking a talented and passionate Software Engineer to join our team. In this role, you will be responsible for designing, developing, testing, and maintaining software applications that meet the needs of our clients. You will work closely with other members of the development team to ensure that our software meets the highest standards of quality and functionality.",
      "job_responsibility": " Designing software applications and systems that meet user requirements and business needs. Writing and testing high-quality code using programming languages such as Java, C++, Python, or Ruby. Collaborating with other developers, engineers, and designers to develop software solutions. ",
      "educational_requirements": "Bachelor's degree in Computer Science or related field",
      "experiences": "3+ years of experience in software engineering",
      "contact_information": {
        "phone": "123-456-7890",
        "email": "info@abctech.com"
      }
    },
    {
      "id": 2,
      "company_logo": "https://i.ibb.co/6PY4Gjp/netflix-4-1.png",
      "job_title": "Marketing Manager",
      "company_name": "Netflix",
      "remote_or_onsite": "Onsite",
      "location": "Los Angeles, CA",
      "fulltime_or_parttime": "Full-time",
      "salary": "$80,000 - $100,000",
      "job_description": "The Marketing Manager is responsible for developing and implementing marketing strategies that will drive brand awareness, customer acquisition, and revenue growth for the organization. This role requires a highly analytical and creative individual who can work collaboratively with cross-functional teams to achieve business goals. The Marketing Manager will report to the Director of Marketing and will be responsible for managing a team of marketing professionals.",
      "job_responsibility": "Develop and execute comprehensive marketing plans that align with the organization's overall business objectives. Collaborate with cross-functional teams including product, sales, and customer support to ensure consistency in messaging, brand identity, and customer experience. Conduct market research and analyze customer data to inform marketing strategies and tactics.",
      "educational_requirements": "Bachelor's degree in Marketing or related field",
      "experiences": "5+ years of experience in marketing management",
      "contact_information": {
        "phone": "111-222-3333",
        "email": "info@xyzcorp.com"
      }
    },
    {
      "id": 3,
      "company_logo": "https://i.ibb.co/McM2kN0/Group-10021.png",
      "job_title": "Graphic Designer",
      "company_name": "Air BnB",
      "remote_or_onsite": "Remote",
      "location": "San Francisco, CA",
      "fulltime_or_parttime": "Part-time",
      "salary": "$50,000 - $60,000",
      "job_description": "The Graphic Designer is responsible for creating visual content that communicates complex ideas and messages in a clear and engaging way. This role requires a highly creative individual who can work collaboratively with cross-functional teams to develop design solutions that align with brand guidelines and business objectives. The Graphic Designer will report to the Creative Director and will be responsible for managing multiple design projects simultaneously.",
      "job_responsibility": "Develop visual concepts and designs that communicate complex ideas and messages effectively. Collaborate with cross-functional teams including marketing, product, and engineering to develop design solutions that align with brand guidelines and business objectives. Create and produce visual content for print and digital media, including marketing materials, product packaging, and website designs.",
      "educational_requirements": "Bachelor's degree in Graphic Design or related field",
      "experiences": "2+ years of experience in graphic design",
      "contact_information": {
        "phone": "555-666-7777",
        "email": "info@123creative.com"
      }
    },
    {
      "id": 4,
      "company_logo": "https://i.ibb.co/9gYnxkx/tesla-9-1.png",
      "job_title": "Accountant",
      "company_name": "Tesla",
      "remote_or_onsite": "Onsite",
      "location": "Chicago, IL",
      "fulltime_or_parttime": "Full-time",
      "salary": "$60,000 - $80,000",
      "job_description": "The Accountant is responsible for managing financial records and transactions for the organization, ensuring accuracy and compliance with accounting standards and regulations. This role requires a highly analytical and detail-oriented individual who can work independently to manage day-to-day accounting operations. The Accountant will report to the Finance Manager and will be responsible for maintaining financial records, reconciling accounts, and producing financial statements.",
      "job_responsibility": "Maintain accurate financial records and transactions, including accounts payable and receivable, payroll, and general ledger entries. Reconcile bank and credit card statements, ensuring that all transactions are recorded accurately and in a timely manner. Produce and analyze financial statements, including balance sheets, income statements, and cash flow statements.",
      "educational_requirements": "Bachelor's degree in Accounting or related field",
      "experiences": "3+ years of experience in accounting",
      "contact_information": {
        "phone": "777-888-9999",
        "email": "info@123creative.com"}
    },
    {
        "id": 5,
        "company_logo": "https://i.ibb.co/6PY4Gjp/netflix-4-1.png",
        "job_title": "Product Manager",
        "company_name": "Netflix",
        "remote_or_onsite": "Onsite",
        "location": "Seattle, WA",
        "fulltime_or_parttime": "Full-time",
        "salary": "$120,000 - $140,000",
        "job_description": "The Product Manager is responsible for developing and managing product strategy and roadmaps that drive customer acquisition, engagement, and revenue growth for the organization. This role requires a highly analytical and creative individual who can work collaboratively with cross-functional teams to achieve business goals. The Product Manager will report to the Director of Product and will be responsible for managing a portfolio of products.",
        "job_responsibility": "Develop and execute product strategy and roadmaps that align with the organization's overall business objectives. Conduct market research and analyze customer data to identify customer needs and inform product development and strategy. Collaborate with cross-functional teams, including engineering, design, and marketing, to develop and launch new products and features.",
        "educational_requirements": "Bachelor's degree in Business, Engineering or related field",
        "experiences": "5+ years of experience in product management",
        "contact_information": {
          "phone": "999-888-7777",
          "email": "info@efginc.com"
        }
      },
      {
        "id": 6,
        "company_logo": "https://i.ibb.co/CbFmJgj/google-1-1-1.png",
        "job_title": "Human Resources Manager",
        "company_name": "Google LLC",
        "remote_or_onsite": "Onsite",
        "location": "Boston, MA",
        "fulltime_or_parttime": "Full-time",
        "salary": "$90,000 - $110,000",
        "job_description": "The Human Resources Manager is responsible for managing all aspects of the organization's human resources function, including recruitment, onboarding, performance management, training and development, compensation and benefits, and employee relations. This role requires a highly organized and strategic individual who can work collaboratively with cross-functional teams to achieve business goals. The Human Resources Manager will report to the Director of Human Resources and will be responsible for managing a team of HR professionals.",
        "job_responsibility": "Develop and implement human resources policies and procedures that align with the organization's overall business objectives and culture. Manage the recruitment and onboarding process, ensuring that job postings are effective, and that new hires are onboarded efficiently and effectively. Develop and implement performance management programs, including goal setting, performance evaluations, and feedback mechanisms.",
        "educational_requirements": "Bachelor's degree in Human Resources or related field",
        "experiences": "7+ years of experience in HR management",
        "contact_information": {
          "phone": "333-444-5555",
          "email": "info@lmncorp.com"
        }
      }
      
]
  